;
; Batti 2.1
; Localization file for Dutch
; by David Andrš <pda@jasnapaka.com>, 2006
; by Henk Heijligers

 101="Selecteer kleur"
 102="Over"
 103="Algemeen"
 104="Geavanceerd"
 105="Uiterlijk"
 201="Opties"
 202="Batti Configuratie"
 203="Voorgrond"
 204="Achtergrond"
 205="Rand"
 206="Voorgrond AC"
 207="Geen aktie"
 208="Open configuratie"
 209="Voorgrond laag"
 210="Voorgrond hoog"
 211="Voorgrond kritisch"
 212="Achtergrond kritisch"
 213="Kritische waarde moet lager zijn dan de lage waarde."
 214="Batterij laag"
 215="Batterij kritisch"
 216="Onbekend"
 217="Laden gestart"
 218="Batterij geladen"
 219="Voorgrond laden"
 220="Achtergrond laden"
 221="Annuleer"
 222="Het uitschakel niveau moet lager zijn dan het kritische niveau."
 223="Toon informatie"
1000="Opties"
1001="Laad indicator"
1002="Knipperen bij kritisch niveau"
1003="Altijd bovenaan"
1004="Tap icoon doet het volgende:"
1012="Linker kantlijn"
1015="Hoogte"
1018="Kleuren"
1020="Kleuren"
1022="Toon rand"
1023="Geluid"
1025="Speel geluid"
1027="Niveau's"
1028="Laag"
1031="procent"
1032="Kritisch"
1035="procent"
1036="Uitschakel"
1039="procent"
1073="Toon icon"
1074="Toon percentage stappen"
2000="Batti Notificatie"
2001="Het app. zal worden uitgeschakeld over %d seconden."
2002="Uitschakelen"
2003="Verwijder"
2004="Sluimer"
2005="Verberg"
2006="Batterij info"
2007="Instellingen"
2008="Hoofdbatterij"
2009="Op Batterij"
2010="Laden"
2011="Op AC"
2012="Percent:"
2013="Onbekend"
2014="Voltage:"
2015="Temperatuur:"
2016="Batterijsoort"
2017="Backup Batterij"
